export default {
    features: [
        { title: 'Уровни', description: 'От&nbsp;Elementary до&nbsp;Advanced', icon: 'levels' },
        { title: 'Темы', description: 'Актуальные, «на&nbsp;злобу&nbsp;дня»', icon: 'fire' },
        { title: 'Ведущие', description: 'Русскоязычные и носители языка', icon: 'webcam-2' },
        { title: 'Формат', description: 'Онлайн-встречи в Zoom', icon: 'format' }
    ],

    reasons: [
        { title: 'Practice makes perfect!', description: 'Чтобы заговорить на языке свободно, нужно много его практиковать. Разговорный клуб онлайн – легкий способ внедрить в свою жизнь английский, не выходя из дома!' },
        { title: '70 % встречи говорите ВЫ!', description: 'Благодаря ZOOM, где есть отдельные кабинеты для общения с напарником, вы будете говорить бОльшую часть времени! Попробуйте и оцените, как много вы успели обсудить на встрече!' },
        { title: 'Общение с носителями языка', description: 'Наш разговорный клуб — прекрасная возможность пообщаться с теми, для кого английский — родной язык. Слушая и копируя красивую речь носителей языка, вы преобразите свое произношение.' },
        { title: 'Встречи по навыкам - закрывайте пробелы в знаниях', description: 'В дополнение к разговорным встречам, вы можете выбрать темы, которые хотите "подтянуть". Например, listening или grammar.' },
        { title: 'Самые харизматичные ведущие EVER!', description: 'Обещаем, наши ведущие будут самыми позитивными и профессиональными, что вы встречали в мире онлайн клубов! Приходите на первую встречу, и вы захотите еще и еще! ;)' },
        { title: 'Пополнение словарного запаса', description: 'Для каждой встречи преподаватель готовит список новых полезных выражений для обсуждении применения в диалогах. Также вы получаете этот список с заданиями на закрепление дома.' }
    ],

    steps: [
        { title: 'Регистрация', description: 'Выбираете встречу вашего уровня и понравившуюся тему, регистрируетесь на встречу в личном кабинете. Данные для входа придут вам на почту.', icon: 'student' },
        { title: 'Подготовка', description: 'Чтобы встреча прошла еще эффективнее, мы пришлем вам на почту материалы для ознакомления.', icon: 'notes' },
        { title: 'Знакомство', description: 'Выходите в онлайн в установленное время, по ссылке в письме.', icon: 'contact' },
        { title: 'Общение', description: 'Благодаря «кабинетам» в ZOOM вы будете много общаться и получите много практики языка.', icon: 'contacts' }
    ],

    testimonials: [
        {
            name: 'Мария Коробова',
            gender: 'female',
            instagram: 'marie_korobova',
            text: 'Всем привет!) Меня зовут Маша и я обучаюсь в SayYes уже более месяца. В прошлую субботу решила поучаствовать в онлайн спикинг клабе.  Это был мой первый опыт в подобном формате обучения. Сразу скажу, что мне все очень понравилось, было интересно и весело. Мы болтали о странах и их символах, в процессе нас разделяли по отдельным комнатам, чтобы мы могли пообщаться с другими участниками конференции тет-а-тет. И напоследок мы поиграли в интерактивную игру (прям вишенка на торте) Всего 1-1,5 часа в выходной день - а столько нового опыта, общения и пользы!)))'
        },
        {
            name: 'Юрий Нилов',
            gender: 'male',
            instagram: 'yurinilov',
            text: 'Hi, my name is Yura! Я был на обоих мероприятиях разговорного клуба: Cinema and Books и The Past and the Future. Мне всё понравилось. Было весело и полезно поговорить и даже поспорить с незнакомыми людьми, ведь не у каждого есть друзья, с которыми можно пообщаться на английском языке. Мероприятия проходили в формате онлайн и было здорово, что все участники делились по комнатам и постоянно менялись. Именно поэтому получилось наговориться вдоволь. Я считаю, что разговорные клубы нужны в дополнение к курсам английского. Тут ты сможешь разговориться и улучшить свои навыки. Жду с нетерпением следующего спикинга!'
        },
        {
            name: 'Дарья Новоселова',
            gender: 'female',
            text: 'Добрый день! Я  была рада принять участие в Онлайн Спикинг Клаб. Для меня это был новый опыт, и опыт положительный. У меня большие проблемы с общением на английском: языковой барьер, не хватка практики, неуверенность. И именно формат онлайн помог мне преодолеть стеснение и принять участие в спикинг клабе.  Общение в комфортной обстановке позволило расслабиться и начать говорить на английском с другими людьми. И думаю, страх перед спикинг клабами преодолен точно. Хочу отдельно поблагодарить нашего ведущего, который поддерживал и направляла беседу в маленьких группах. Было очень комфортно говорить из-за наводящих вопросов. Большое Вам спасибо за такой интересный опыт и формат занятия.'
        },
        {
            name: 'Андрей Беляев',
            gender: 'male',
            text: 'Всем привет! Очень понравилось, что можно пообщаться с ребятами из других групп, но примерного твоего уровня. Не возникает какого-то барьера при общении. По началу немножко переживал, но после общения в первой же маленькой группе - уже был как среди своих. Очень интересная тема и ведущая. Спасибо Анне за динамику и уютную атмосферу, было не только комфортно, но и очень весело! Вообще время пролетело очень быстро, и я был уверен, что еще впереди много чего обсуждать будем. Хочется общаться так чаще!'
        },
        {
            name: 'Лена Ребенченкова',
            gender: 'female',
            instagram: 'linaelfina',
            text: 'Добрый день! Хочу особо отметить, что для меня спикинг-клаб – это очень желанная опция для практики. Онлайн формат с хорошим качеством связи - прекрасная для меня возможность реализовать желаемое. Теперь о прошедшем спикинге.))) Атмосфера просто прекрасная, благодаря Anne – ведущей клуба, такое ощущение, что людей, у кого нет позитива, искрящегося через край, вообще не берут в SAY YES на работу. Смена собеседника позволяет разнообразить речь, узнаёшь новые слова и выражения, фразовые обороты! Возникает хорошая синергия. В отличие от непрерывной беседы один на один, которая немного напрягает и грузит, диалог в группе проходит очень динамично и не даёт устать или потерять концентрацию. Спасибо большое за мероприятие, я получила огромное удовольствие!'
        },
        {
            name: 'Анна Обыденова',
            gender: 'female',
            text: 'Добрый день! Спасибо большое за Спикинг Клаб, было очень интересно и живо, атмосфера дружественная. Тема очень понравилась, открыла для себя новые фильмы, смогла поговорить о том, что интересно мне. Было почти все понятно, комфортно. Даже не знаю, что надо улучшить, все было классно!'
        },
        {
            name: 'Ольга П.',
            gender: 'female',
            text: 'Всем привет! Мои впечатления от прошедшего Спикинг Клаба). Было волнительно, но все понравилось. Хорошее решение делить на 2-3 участников и возвращаться в общую комнату. Атмосфера очень хорошая. Все очень понравилось. Планирую регулярно учавствовать!'
        },
        {
            name: 'Наталия Згурская',
            gender: 'female',
            instagram: 'zgyrskaia',
            text: 'Hello! Хочу поделиться впечатлениями о прошедшем Спикинг Клабе в программе Zoom! Это восторг!❤ Мой первый опыт подобного формата. Очень клево, что полтора часа, не выходя из дома, я болтала на английском. Мы говорили о кино и книгах. Больше всего мне понравилось🔥 - это то, что ведущий Alex разделял нас по кабинетам по 2-3 человека, где мы обсуждали разные вопросы, а через какое то время пары менялись. Это клево, что я смогла поболтать со всеми кто пришел на спикинг) Спасибо большое Alex, за позитив и интересные темы! Я жду не дождусь следующего спикинга 🤗 Thanks a lot! I\'m so excited!'
        },
        {
            name: 'Легошина Анастасия',
            gender: 'female',
            text: 'Вообще классная организация процесса, очень понравилось! Преподаватели замечательные! В целом это набор разговорных фраз, плюс некие житейские темы и замечания. Больше таких мероприятий!)))'
        },
        {
            name: 'Зайцева Виктория',
            gender: 'female',
            instagram: 'zaitseva_event',
            text: 'Что понравилось - узнала новые слова, была хорошая практика их в речи, понравилось общаться с напарниками в комнатах. И ведущий, конечно, топ.)) Почаще таких уроков, и вечернее время, если можно.'
        },
        {
            name: 'Кудрявцева Надежда',
            gender: 'female',
            instagram: 'kudriavtseva8953',
            text: 'Очень сильные преподаватели. Дружеская атмосфера, это очень распологает. За 1,5 часа я запомнила очень много фраз,преодолела страх общения. Спасибо. Быстрое мышление,легко запоминаются фразы. Очень интересно Устраивать разговорный раз в неделю.'
        }
    ],

    faqs: [
        { title: 'Как часто проходят встречи?', content: 'Встречи проходят 2 раза в неделю по 1,5 часа.' },
        { title: 'Какие уровни встреч есть?', content: 'Встречи проходят на уровнях Elementary, Intermediate, Advanced.' },
        { title: 'Какие темы обсуждаются?', content: 'Темы обсуждаются актуальные, «на злобу дня».' },
        { title: 'Как проходит оплата?', content: 'Оплата проходит через платежные системы.' },
        { title: 'Какие у вас ведущие?', content: 'Ведущие нашего онлайн клуба — самые опытные и харизматичные преподаватели SAY YES! и носители языка из Англии и США.' },
        { title: 'Как проходит встреча?', content: 'Встреча проходит в онлайн-формате в ZOOM.' }
    ]
};