export const types = {
    russian: 'Обучение с русскоязычным преподавателем',
    native: 'Обучение с носителем языка',
    prep: 'Подготовка к экзаменам, специальные курсы, бизнес-курс'
};

export const packages = {
    russian: {
        '4': 4150,
        '8': 7600,
        '16': 14100,
        '32': 26100
    },

    native: {
        '4': 5800,
        '8': 10850,
        '16': 20980,
        '32': 38400
    },

    prep: {
        '4': 5800,
        '8': 10850,
        '16': 20980,
        '32': 38400
    }
};